// src/pages/AboutPage.tsx
import React from 'react';
import './AboutPage.css';

const AboutPage = () => {
  return (
    <div className="about-page">
      <div className="container">
        <h1>О нас</h1>
        <p>OmniMart — это ваш идеальный онлайн-магазин для поиска качественной одежды, электроники и украшений. Мы стремимся предоставлять нашим клиентам лучшие товары по самым выгодным ценам.</p>
        <p>Наша миссия — сделать онлайн-шопинг удобным, доступным и приятным для каждого. Мы постоянно обновляем наш ассортимент, чтобы вы всегда могли найти что-то новое и интересное.</p>
        <p>Спасибо, что выбрали нас! Мы всегда рады видеть вас среди наших клиентов.</p>
      </div>
    </div>
  );
};

export default AboutPage;